sourceLabel = "Source:";
formatLabel = "Format:";
fpsLabel = "FPS:";
playingFPSLabel = "Playing FPS:";
dataSizeLabel = "Data Size:";
dataRateLabel = "Data Rate:";
currentTimeLabel = "Current Time:";
durationLabel = "Duration:";
normalSizeLabel = "Normal Size:";
currentSizeLabel = "Current Size:";
bitRateLabel = "Bit Rate:";
qualityLabel = "Quality:";
destinationLabel = "Destination:";
videoSourceLabel = "Video Source:";
audioSourceLabel = "Audio Source";

movieInfoNoTitle = "Info";
movieInfo = " – Info";
movieInspectorNoTitle = "Inspector";
movieInspector = " – Inspector";

blacknWhite = "Black & White";
/* [2] */
four = "4";
/* [3] */
sixteen = "16";
/* [4] */
twofiftysix = "256";
/* [5] */
thousands = "Thousands";
/* [6] */
millions = "Millions";
/* [7] */
millionsplus = "Millions+";
/* [8] */
unknown = "Unknown";
/* [9] */
colors = "Colors";
/* [10] */
grays = "Grays";

Chapter = "Chapter Track";
/*
Apple_IMA4_Decoder = "IMA 4:1";
MP3_Decoder = "MPEG Layer-3 Audio";
kHz = "kHz";
stereo = "Stereo";
mono = "Mono";
none = "None";
kMACE3Compression = "MACE 3 to 1";
kMACE6Compression = "MACE 6 to 1";
bits = "bits";
varBitRate = "variable bitrate";
kAudioFloatLE = "Float (little endian)";
kAudioFloatBE = "Float (big endian)";
kAudioUnsignedInteger = "Unsigned integer";
kAudioUnsignedIntegerLE = "Unsigned integer (little endian)";
kAudioUnsignedIntegerBE = "Unsigned integer (big endian)";
kAudioInteger = "Integer";
kAudioIntegerLE = "Integer (little endian)";
kAudioIntegerBE = "Integer (big endian)";
notApplicable = "Not applicable";
protected = "protected";
*/

bytes = "^0 bytes";
kiloBytes = "^0 K";
megaBytes = "^0 MB";
gigaBytes = "^0 GB";
teraBytes = "^0 TB";
petaBytes = "^0 PB";
exaBytes = "^0 EB";

bytesPerSec = "^0 bytes/sec";
kiloBytesPerSec = "^0 KBytes/sec";
megaBytesPerSec = "^0 MBytes/sec";
gigaBytesPerSec = "^0 GBytes/sec";

pixels = "pixels";
curPixels = "^0 pixels (^1)";


bitsPerSec = "^0 bits/s";
kbitsPerSec = "^0 kbits/s";
mbitsPerSec = "^0 mbits/s";
gbitsPerSec = "^0 gbits/s";

percent = "^0%";
playingFPS = "(Available while playing.)";

halfSize = "Half";
actualSize = "Actual";
doubleSize = "Double";

 /* codecname, dimensions, depth */
videoFormatString = "^C, ^S, ^D";
/* codecname, dimensions */
videoFormatForMPEGString = "^C, ^S"; 
unAvailableString = "Movie Unavailable";

/* Quartz Composition strings */
averageFPSLabel = "Average FPS:";
averageLoadLabel = "Average Load:";
quartzComposerTrack = "Quartz Composer";

/* Recording strings */
compressedAudioFormatSummary = "128 kbps AAC audio";
availableWhenRecording = "(Available when recording.)";